[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"GameJsonCfg",{"PrivacyCfg2":[{"content":"生效日期：2023-05-18"},{"content":"用户反馈聚到：lukaichun@gdsftoys.com"},{"content":"本《用户注册服务协议》协议（以下简称“本协议”）是由您（以下称为“用户”）与实丰（深圳）网络科技有限公司（以下称为“实丰”）就实丰在其和／或其关联公司的网页游戏平台上所提供的产品和服务（包括实丰的网站以及实丰现在正在提供和将来可能向用户提供的游戏服务和其他网络服务，以下统称为“产品和服务”）所订立的协议。"},{"content":"如果用户进入实丰网站或其下游戏的用户注册页面，确认已经阅读、同意本协议的条款并完成注册，或者通过其他任何方式获得和使用实丰所提供的产品和服务，则视为用户已经详细阅读了本协议的内容，同意遵守本协议的约定。用户不应再以不了解本协议内容为由拒绝履行本协议。因此，请用户务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款，以及开通或使用某项服务的单独协议。限制、免责条款及其他需要用户重点阅读的条款内容，我们以加粗形式提示用户重点注意。此外，依据本协议第十六条，实丰有权不时对本协议进行修改与更新，请用户留意查看本协议的最新版本。"},{"content":"一、服务内容"},{"content":"1. 实丰产品和服务的具体内容由实丰根据实际情况提供，例如网络游戏、论坛（BBS）、聊天室、电子邮件等。实丰保留随时变更、中断或终止部分或全部产品和服务的权利。"},{"content":"2. 实丰在提供产品和服务时，可能会对部分用户收取一定的费用。在此情况下，相关页面上会有明确的提示。如用户不同意支付该等费用，可选择不接受相应的产品和服务。"},{"content":"3. 实丰通过服务器端设备接入互联网为用户提供产品和服务，除此之外与产品和服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。"},{"content":"4. 用户应使用正版软件接受产品和服务，软件费用由用户自行负担。"},{"content":"二、帐号名称和密码"},{"content":"1. 用户阅读并同意本协议，成功完成注册后，即成为实丰的注册用户，取得实丰用户帐号（以下称“实丰帐号”）。实丰帐号名称在注册之后不可变更，而帐号对应的密码则可以通过实丰提供的客户服务进行修改。"},{"content":"2. 用户对于实丰帐号及密码的保管以及使用该帐号和密码所进行的一切行为负有完全的责任。禁止将实丰帐号或密码销售、转让或出借、共享给他人使用。因为用户的保管疏忽或任何第三方行为，导致用户的实丰帐号或密码遭他人非法使用，以及因此而产生的任何后果，实丰均不承担任何责任。"},{"content":"3. 用户发现其实丰帐号或密码被他人非法使用或有使用异常情况的，应及时根据实丰不时公布的处理方式通知实丰，并有权请求实丰采取措施暂停该帐号的登录和使用。实丰根据用户身份核对结果，决定是否暂停用户帐号的登录和使用。"},{"content":"三、帐号注册信息"},{"content":"1. 提供注册信息"},{"content":"（1）在申请实丰帐号时（或注册后补充信息时），用户应当向实丰提供最新、详细及真实准确的个人注册信息。前述个人注册信息包括：用户的实丰帐号名称、密码及注册实丰帐号（或补充、更新帐号信息时）输入的所有信息。用户在此承诺：用户以其真实身份注册成为实丰的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和必备条款约定对所提供的信息承担相应的法律责任。而实丰应当为用户提供帐号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。"},{"content":"（2）所有由用户提供的个人注册信息将可能被实丰用来作为认定实丰帐号的关联性以及辨别用户身份的依据。用户同意应实丰的要求，随时提供该等信息的证明材料，以便实丰核实用户身份。"},{"content":"（3）如果用户提供给实丰的信息不准确，或不真实，或不合法有效，或已变更而未及时更新，或有任何误导之嫌，实丰有权中止或终止该用户使用实丰的任何服务，直至用户提供符合要求信息。实丰采取中止措施应当通知用户并告知中止期间，中止期间应该是合理的，中止期间届满实丰应当及时恢复对用户的服务。"},{"content":"（4）实丰有权审查用户注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户帐号的安全、有效；用户有义务妥善保管其帐号及密码，并正确、安全地使用其帐号及密码。任何一方未尽上述义务导致帐号密码遗失、帐号被盗等情形而给对方或他人的权利造成损害的，应当承担由此产生的法律责任。"},{"content":"2. 查询注册信息"},{"content":"用户有权随时通过登录实丰官方网站，在“用户中心”页面访问和查阅用户注册信息及个人信息。"},{"content":"3. 修改注册信息"},{"content":"用户可以在任何时间，用户有权随时通过登录实丰官方网站，在“用户中心”页面，或通过实丰公布的其他途径，更新或修改用户申请注册时所提供的信息。实丰应当及时、有效地为其提供该项服务。但是，用户在注册实丰帐号时（或注册后补充信息时）填写的真实姓名、证件号码，以及实丰帐号名称本身，在帐号注册成功后（或补充信息后）如无特殊原因将无法进行修改，请用户慎重填写各类注册信息。"},{"content":"4. 用户同意，与其实丰帐号相关的一切资料、数据和记录（包括但不限于登录记录、登录后行为记录、点卡信息等）均以实丰系统记录的数据为准。"},{"content":"四、信息披露与保护"},{"content":"1. 本协议第三条所描述的注册信息，以及用户在使用产品和服务时存储在实丰控制范围内的非公开信息（以下合称“用户信息”），应按照本条约定进行披露及保护。"},{"content":"2. 为了向用户提供更好的产品和服务，在用户自愿选择使用实丰的产品和服务的情况下，或者明示同意提供信息的情况下，实丰可能会收集用户信息，并可能对这些信息进行分析和整合。在用户使用实丰的产品和服务时，服务器可能会自动记录部分用户信息，这些信息都将成为实丰商业秘密的一部分。"},{"content":"3. 保护用户（特别是未成年人用户）的隐私是实丰的一项基本原则。实丰一贯积极地采取技术与管理等方面的合理措施保障用户信息的安全、保密。"},{"content":"4. 除本协议第四条第4款所列四项情形之外，实丰保证不对外公开或向第三方披露、提供用户信息。四项除外情形如下："},{"content":"（1）用户（或者用户的监护人）要求或同意实丰披露用户信息；"},{"content":"（2）有关法律法规要求实丰披露用户信息；"},{"content":"（3）司法机关或行政机关基于法定程序要求实丰披露用户信息；"},{"content":"（4）为保护实丰的合法权益（知识产权和其他权益）向用户提起诉讼或者仲裁时需要披露用户信息；"},{"content":"5. 为了向用户正常地提供产品和服务，实丰可能需要向实丰的技术服务商、实丰的关联公司或其他第三方传送部分用户信息，在这些第三方承诺其将承担至少与实丰同等的保密义务的前提下，实丰将向这些第三方传送用户信息，用户对此予以理解和同意。"},{"content":"6. 在不透露单个用户隐私资料的前提下，实丰有权对整个用户信息数据库进行技术分析并对已进行分析、整理后的用户数据库进行商业上的利用。"},{"content":"7. 实丰将采取商业上合理可行的方式保护用户的个人信息的安全。实丰使用通常可以获得的安全技术和程序来保护用户的个人信息不被未经授权地访问、使用或泄漏。"},{"content":"五、用户的基本权利"},{"content":"1. 用户可以根据本协议以及实丰不时公布和变更的其他规则使用实丰提供的产品和服务。"},{"content":"2. 用户可以自愿选择通过手机绑定实丰提供的页面，从而在第一时间获得实丰提供的游戏活动、优惠信息等内容。"},{"content":"3. 用户有权在使用实丰提供的产品和服务期间监督实丰及实丰的工作人员是否按照实丰所公布的标准向用户提供产品和服务，也可以随时向实丰提出与产品和服务有关的意见和建议。"},{"content":"4. 如果用户不同意本协议条款，或对实丰后来修改、更新的条款有异议，或对实丰所提供的产品和服务不满意，用户可以随时选择停止使用实丰的产品和服务。如果用户选择停止使用实丰的产品和服务，实丰不再对用户承担任何义务和责任。"},{"content":"六、用户行为守则"},{"content":"1. 用户同意按照包括本协议在内的、实丰不时发布或变更的各类规则规范自己的行为，从而接受并使用实丰的产品和服务。用户对登录后其所持帐号产生的行为依法享有权利和承担责任。用户进一步同意，在违反这些规则时，按照本协议第六条第14款、第15款、第十四条及其他相关条款的规定承担违规后果和违约责任。"},{"content":"2. 用户在使用实丰帐号期间，须遵守与互联网信息发布相关的法律、法规及通常适用的互联网一般道德和礼仪的规范，用户将自行承担用户所发布的信息内容的责任。用户发布的各类信息，不得包含以下内容："},{"content":"（1）违背宪法所确定的基本原则的；"},{"content":"（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；"},{"content":"（3）损害国家荣誉和利益的；"},{"content":"（4）煽动民族仇恨、民族歧视，破坏民族团结的；"},{"content":"（5）破坏国家宗教政策，宣扬邪教和封建迷信的；"},{"content":"（6）散布谣言，扰乱社会秩序，破坏社会稳定的；"},{"content":"（7）传播淫秽、色情、赌博、暴力、凶杀、恐怖信息或者教唆犯罪的；"},{"content":"（8）侮辱、诽谤或恶意用言语攻击他人，侵害他人合法权益的；"},{"content":"（9）侵犯任何第三者的知识产权，版权或公众／私人权利的；"},{"content":"（10）违反人文道德、风俗习惯的；"},{"content":"（11）破坏游戏正常秩序的；"},{"content":"（12）含有法律、行政法规禁止的其他内容的。"},{"content":"3. 用户的实丰帐号名称及游戏中的人物、帮派等名称应当遵守合法、健康的原则，不允许使用包括但不限于涉及种族、宗教、政治、国家领导人、淫秽、低俗、诽谤、恐吓、欺诈性的、攻击性的、污辱性的、可能引起误会的、违禁药品等内容的名称。"},{"content":"4. 用户应当对自己在游戏中的言行负责，尤其不得："},{"content":"（1）通过任何方式、行为散布或传播低俗、不雅信息；"},{"content":"（2）通过任何方式、行为冒充平台或游戏系统向其他用户散布或传播虚假信息；"},{"content":"（3）通过任何方式或途径引起纷争；"},{"content":"（4）通过任何方式、行为散布或传播、使用私服、木马、外挂、病毒及此类信息；"},{"content":"（5）通过任何方式、行为散布或传播代练的信息；"},{"content":"（6）通过任何方式、行为传播或进行除实丰提供的交易途径之外的游戏帐号、虚拟货币、虚拟道具的线下交易；"},{"content":"（7）大量传播相同的、类似的短语或无意义的文字，或者任何与实丰平台及其游戏无关的信息；"},{"content":"（8）宣扬、鼓动任何游戏虚拟世界之外的暴力行为；"},{"content":"（9）泄露其它用户、非用户或实丰平台员工的任何游戏世界和现实世界信息；"},{"content":"（10）宣传或发布违法信息、违反社会公德的信息，或不利于精神文明建设的信息，包括但不限于色情、赌博、邪教、恐怖主义等内容；"},{"content":"（11）通过任何方式、行为散布任何种类的广告信息及广告链接；"},{"content":"（12）发布诋毁或攻击实丰的言论或信息；"},{"content":"（13）其他不符合法律法规、社会公德或游戏规则的言论或行为。"},{"content":"5. 用户不得干扰、阻碍实丰正常地提供产品和服务，尤其不得："},{"content":"（1）攻击、侵入实丰的网站服务器或使网站服务器过载；"},{"content":"（2）破解、修改实丰提供的客户端程序；"},{"content":"（3）攻击、侵入实丰的游戏服务器或游戏服务器端程序或使游戏服务器过载；"},{"content":"（4）不合理地干扰或阻碍他人使用实丰所提供的产品和服务；"},{"content":"（5）利用程序的漏洞和错误（Bug）破坏游戏的正常进行或传播该漏洞或错误（Bug）；"},{"content":"（6）直接或间接利用游戏Bug（包括游戏系统、程序、设定等方面存在的漏洞或不合理的现象）、程序漏洞获利或扰乱游戏秩序，或者利用Bug、漏洞达到个人目的；"},{"content":"（7）制作、使用、发布、传播任何形式的妨碍游戏公平性的辅助工具或程序（指用于在游戏中获取优势，但不属于实丰平台或各游戏软件的一部分的任何文件或程序），包括作弊性质的外挂以及相关辅助性质的外挂等（包括但不限于自动打怪、自动练级、自动吃药、自动完成任务、加速性质或超出游戏设定范围等操作）；"},{"content":"（8）不得修改客户端程序，使之改变或者新增或者减少实丰平台所预先设定的功能，或者导致客户端向服务器发送的数据出现异常的一切行为。"},{"content":"6. 用户不得扰乱游戏秩序，尤其不得："},{"content":"（1）长时间停留在特殊地点或敏感地区（包括但不限于活动报名人、“移民使者”、传送人、传送点等处），干扰其他用户游戏；"},{"content":"（2）进行恶意PK、清场、敲诈、勒索等行为；"},{"content":"（3）扬言进行或煽动其他用户或非用户参与非正常游戏内容的行为（包括但不限于游行、聚众闹事等）；"},{"content":"（4）以相似昵称的人物冒充他人好友、冒充NPC或官方角色等方式在游戏内外进行欺诈。"},{"content":"7. 用户可以与游戏管理员（以下称为“GM”）进行交流，但在与GM交流时，不得做出以下行为："},{"content":"（1）冒充系统或GM；"},{"content":"（2）欺骗或试图欺骗GM，包括但不限于误导GM、拒绝提供信息、提供虚假信息以及任何试图“诈骗”GM的行为；"},{"content":"（3）违反或忽视GM做出的提示。在游戏中，为了确保大多数用户的共同利益，维护正常的游戏秩序，GM可能会提示用户执行某些操作或停止执行某些操作，用户不得忽视或阻挠该项工作的进行；"},{"content":"（4）干扰GM工作。干扰GM工作包括但不限于：向GM索取任何游戏虚拟物品（包括但不限于虚拟货币、游戏道具等），频繁呼叫GM或发送无实质性内容的请求，反复向GM发送已解答或解决问题的帮助请求；"},{"content":"（5）辱骂、威胁或恶意攻击GM。"},{"content":"8. 用户必须保管好自己的帐号和密码，由于用户的原因导致帐号和密码泄密而造成的后果均将由用户自行承担。"},{"content":"9. 用户仅能以个人身份使用实丰所提供的产品和服务，用户不能利用实丰所提供的产品和服务从事商业目的的活动，也不能利用实丰的产品和服务进行销售或其他商业目的的活动。"},{"content":"10. 除非获得实丰的书面许可，否则，用户不得利用实丰的任何产品和服务及其任何内容牟取商业利益，包括但不限于充当游戏道具交易中介收取中介费，以营利为目的销售游戏道具等。"},{"content":"11. 用户不得利用实丰提供的产品和服务从事以下活动："},{"content":"（1）未经允许，进入实丰计算机信息网络系统或者使用计算机信息网络系统资源的；"},{"content":"（2）未经允许，对计算机信息网络功能进行删除、修改或者增加的；"},{"content":"（3）未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；"},{"content":"（4）故意制作、传播计算机病毒等破坏性程序的；"},{"content":"（5）其他危害计算机信息网络安全的行为。"},{"content":"12. 用户同意以游戏程序中的监测数据作为判断用户是否有通过使用外挂程序等方法进行的游戏作弊行为的依据。"},{"content":"13. 如果实丰发现用户行为或者数据异常，可以观察及记录该用户行为，并以观察和记录的结果作为判断用户是否实施了违反本协议用户行为守则的依据。"},{"content":"实丰积极保护用户的帐号、虚拟物品及虚拟货币的安全，为此，实丰对盗号及盗号相关行为展开严厉的打击。实丰发现或者怀疑存在包括但不限于以下的盗号及盗号相关行为时，有权视情况按照本协议第六条第14款、第15款、第十四条及其他相关条款的规定处理，同时，实丰保留进一步追诉的权利：（1）盗取帐号；（2）盗取虚拟物品；（3）盗取虚拟货币；（4）盗取帐号或/及密码；（5）异常IP下的物品转移；（6）其他盗号及盗号相关行为。为了维护游戏的公平与秩序，即使用户没有主动的参与盗号，但是用户的物品来源于盗号或者盗号相关行为的，实丰也有权自行判断回收、冻结涉及盗号的物品及帐号。用户应该配合实丰对盗号及盗号相关行为的调查。用户应该自觉维护游戏的秩序，实丰发现或者怀疑存在虚假的盗号投诉时，有权视情况按照本协议第六条第14款、第15款、第十四条及其他相关条款的规定处理。"},{"content":"14. 若用户实施违反本条所述用户行为守则的行为，实丰有权视行为严重程度，向该用户施加以下一项或若干项违规后果，该用户应承担该等不利后果："},{"content":"（1）警告：警告是针对轻微违反游戏政策而做出的教育导向，它是用于正常管理游戏运行的一种方式。"},{"content":"（2）禁言：关闭违规用户的部分或全部聊天频道，强制暂停违规用户角色的线上对话功能，使该角色无法与其他用户对话，直到此次处罚到期或是取消。"},{"content":"（3）强制离线：强制让违规用户离开当前游戏，结束该用户当前游戏程序的执行。"},{"content":"（4）封停帐号：暂停或永久终止违规用户使用实丰帐号登录某款游戏的权利。"},{"content":"（5）暂时隔离：将违规用户的游戏角色转移至特殊游戏场景，限制其局部游戏操作，直到此次处罚到期或是取消。"},{"content":"（6）删除档案：将违规用户在某个游戏世界中的人物档案删除，不让该人物再出现在游戏世界。"},{"content":"（7）删除帐号：永久终止违规用户通过实丰帐号登录实丰平台的权利，包括但不限于用户注册信息、角色信息、等级物品、游戏货币等游戏数据库中的全部数据都将被永久封禁。"},{"content":"（8）收回游戏虚拟物品：对于违规用户因欺诈或其他违规行为而获取的游戏虚拟物品，包括但不限于游戏虚拟货币、虚拟物品，进行收回。"},{"content":"（9）修改名称：强制修改违规用户论坛昵称、游戏人物或帮派等的名称。"},{"content":"（10）解散组织：解散违规用户成立的帮派、公会等组织。"},{"content":"（11）倒扣数值：针对游戏角色游戏数值进行扣除，包括但不限于游戏角色等级、金钱、经验等。"},{"content":"（12）封禁IP：暂时或永久禁止违规用户在某一异常IP登录某款游戏的某个服务器。"},{"content":"（13）承担法律责任：违规用户的不当行为对他人或者实丰造成损害，或者与现行法律规定相违背的，违规用户应依法承担相应的民事、行政和／或刑事责任，例如，用户在进行游戏过程中侵犯第三方知识产权或其他权利而导致被权利人索赔的，由用户直接承担责任。"},{"content":"15．若用户实施违反本条所述用户行为守则的行为，实丰还有权要求违规用户向实丰承担违约责任，包括但不限于恢复原状，消除影响，对给实丰造成的直接及间接损失或额外的成本支出进行赔偿，以及在实丰首先承担了因违规用户行为导致的行政处罚或侵权损害赔偿责任后，由实丰向违规用户追偿。"},{"content":"七、游戏管理"},{"content":"1. 游戏管理员"},{"content":"（1）游戏管理员即GM（Game Master），指维护和管理游戏虚拟世界秩序的实丰在线工作人员。"},{"content":"（2）GM不会干预游戏的正常秩序，不会以任何方式索要用户的个人资料和密码，不负责解决用户之间的私人纠纷或回答游戏的攻略、诀窍等问题。"},{"content":"（3）用户在游戏中应当尊重、理解并配合GM的工作，如有任何意见，应通过专用信箱向客户服务中心申诉和举报。"},{"content":"2. 游戏信息转移。实丰有权根据产品和服务的提供状况，安排拆分或合并游戏服务器。在对用户游戏权益没有实质性损害的情况下，实丰有权将用户在游戏中的人物信息、角色档案转移到其它游戏服务器。"},{"content":"3. 家长监护系统。实丰遵从国家政策，在游戏中开设“未成年人家长监护系统”，若父母（监护人）同意未成年人（尤其是十岁以下子女）使用产品和服务，必须以父母（监护人）名义申请注册实丰帐号。在使用产品和服务时，父母（监护人）应以监护人身份判断产品和服务是否适合未成年人。如果用户未满18周岁（或实丰无法识别用户的年龄），则用户将受到“未成年人家长监护系统”的约束。实丰将有权根据有关规则以及家长的要求，对用户创建或使用实丰帐号关联的游戏帐号进行限制，包括但不限于临时或永久冻结帐号，部分或者全部终止提供实丰各项产品和服务。"},{"content":"4. 防沉迷系统"},{"content":"（1）如果用户未满法定年龄（或实丰无法识别用户的年龄），则用户在游戏内的活动将受到“游戏防沉迷系统”监测；如果用户拥有一个以上实丰帐号，则该“游戏防沉迷系统”将同时适用于该用户的所有实丰帐号；"},{"content":"（2）“游戏防沉迷系统”通过按照连续游戏时间来逐级扣减游戏内收益的方式，对用户长时间连续游戏的行为进行规制；"},{"content":"（3）用户需提供真实完整的信息以便实丰识别用户的身份并向有关部门提交实名认证信息，如因提供的资料不真实而产生的后果由用户自行承担。"},{"content":"5. 在现有的技术条件下，实丰将尽合理的商业努力并根据有关监管部门的要求开发并维护“未成年人家长监护系统”、“游戏防沉迷系统”与实名认证系统，按“现状”提供给用户使用。由于技术不可避免的局限性以及系统运作各环节受外界的影响，实丰不保证各系统不存在任何漏洞，不保证各系统能随时正常运作，亦不保证监护或认证效果完全正确真实或满足用户的需求。实丰不提供任何适用法律明确规定之外的明示或默示担保，不对此承担任何责任。"},{"content":"八、资费政策"},{"content":"1. 实丰产品和服务的收费信息以及有关的资费标准、收费方式、购买方式及其他有关资费政策的信息，在实丰相关平台或游戏网站（包括但不限于实丰和相应游戏官方网站等网站）上作出说明。"},{"content":"2. 实丰有权决定实丰所提供的产品和服务的资费标准和收费方式，实丰可能会就不同的产品和服务制定不同的资费标准和收费方式，也可能按照实丰所提供的产品和服务的不同阶段确定不同的资费标准和收费方式。另外，实丰也可能不时地修改实丰的资费政策。实丰会将有关产品和服务的收费信息以及与该产品和服务有关的资费标准、收费方式、购买方式或其他有关资费政策的信息放置在该产品和服务相关网页的显著位置。"},{"content":"3. 对于实丰的收费产品和服务，用户应该按照实丰确定的资费政策购买实丰的产品和服务。如果用户未按实丰确定的资费政策购买实丰的产品和服务，实丰可以立即停止向用户提供该产品和服务。"},{"content":"4. 除非法律另有明文规定，否则用户不得要求实丰返还用户已经支付予实丰的任何资费（以下简称“退款”），无论该等资费是否已被消费。实丰有权决定是否、何时、以何种方式向用户退款。实丰同意退款的，用户应补偿支付时使用信用卡、手机等支付渠道产生的费用，实丰有权在返还用户的资费中直接扣收。实丰在产品和服务提供过程中赠送的充值金额、虚拟货币、虚拟道具等，不予退款或变现。"},{"content":"九、虚拟物品"},{"content":"1. 实丰（包括但不限于游戏平台、游戏、论坛）所提供的各种虚拟物品，不限于金币、银两、道具、装备等，其所有权归实丰或其合作方所有。用户只能在合乎法律和游戏规则的情况下拥有对虚拟物品的使用权。用户一旦购买了虚拟道具的使用权，将视为已经进入消费过程，不得以任何理由要求退还该虚拟道具。"},{"content":"2. 除服务器大规模断线外，由于地方网络问题、个人操作问题等非可归责于实丰的原因导致造成的角色被删或回档、虚拟物品或金钱的损失，实丰无需向用户承担任何责任。"},{"content":"3. 鉴于网上交易的复杂性，除实丰指定的官方交易平台外，实丰禁止用户进行游戏虚拟物品买卖线下交易及线下交易相关行为。实丰反对用户自行进行虚拟物品买卖线下交易及线下交易相关行为（包括但不限于参与线下交易、协助线下交易者操作及转移游戏虚拟物品等一系列行为），并且不保护线下交易产生的任何交易结果，用户之间进行线下交易行为发生的任何问题、纠纷，包括但不限于被虚假交易信息诈骗金钱或者游戏虚拟物品的，均与实丰无关，用户将自行负责，实丰不负责赔偿或追回因受骗造成的损失。"},{"content":"4. 除实丰指定的官方交易平台外，实丰不认可用户线下交易所产生的交易结果，用户通过线下交易所获得的游戏虚拟物品将被认定为来源不符合游戏规则。实丰有权按照本协议第六条的约定，对线下交易及线下交易相关行为涉及的游戏虚拟物品、游戏角色与实丰帐号采取相应的措施。"},{"content":"十、服务方式、内容的变动与个人资料转移"},{"content":"1. 实丰将尽力持续地向用户提供产品和服务，但是实丰，在适用法律许可的最大范围内，并不排除实丰可能会停止提供任何产品和服务的可能性，也不排除任何改变游戏服务或其他网络服务的服务方式、服务内容的可能性。"},{"content":"2. 为增加并丰富实丰之游戏及其他网络服务的内容，游戏和游戏平台在运行时可能不定期更新并调整其包含的功能。在游戏和游戏平台更新后，一切游戏和游戏平台内的操作、内容、设定，将以游戏和游戏平台中的公告内容为准。"},{"content":"3. 如果实丰停止提供某一项产品和服务，或改变某一项产品和服务的方式或内容，实丰将会事先通知用户，并尽力寻找适当的服务提供者以接替实丰继续提供产品和服务。"},{"content":"4. 在本条第3款所述情况下且在适用法律许可的最大范围内，则实丰可能会将用户的个人资料（包括有关的帐号和密码信息及个人资料）转移给该继续提供服务的一方，用户在此同意实丰有权做此转移和提供，并且同意在实丰完成转移和提供之后，实丰将不再对用户原有资料承担任何义务和责任。但是，实丰并不保证实丰届时一定能够找到适当的服务提供者或服务方式以代替实丰继续提供产品和服务，也不保证实丰找到的服务提供者所提供的产品和服务或者改变的游戏方式能够满足用户的要求。"},{"content":"十一、服务中断或终止"},{"content":"1. 如发生下列任何一种情形，实丰有权随时中断或终止向用户提供本协议项下的游戏服务和其他网络服务，对于因而产生的不便和损失，实丰不承担任何责任："},{"content":"（1）用户提供的个人资料不真实；"},{"content":"（2）用户违反本协议中规定的用户行为准则。"},{"content":"2. 用户清楚知悉实丰帐号存在有效期，并同意不定时登录实丰帐号以延续其有效期，用户清楚知悉实丰有权对超过有效期的实丰帐号进行注销并删除该帐号中的信息内容。"},{"content":"（1）用户在注册帐号后长时间内该帐号无登录使用记录，且该帐号从无任何充值记录；则实丰有权立即注销该帐号并删除该帐号中的信息内容。"},{"content":"（2）关于实丰所提供的不同产品和服务注销帐户/角色的其他条件，请参见各个产品和服务的具体规定，或相关产品和服务的官方网站上的具体规定。"},{"content":"3. 为了保障游戏及游戏平台网站和服务器的正常运行，实丰需要定期或不定期对游戏及游戏平台网站和服务器进行停机维护，或针对突发事件进行紧急停机维护。因上述情况而造成的正常服务中断、中止，用户予以理解并同意，实丰则有义务尽力避免服务中断并将中断时间限制在最短时间内。"},{"content":"4. 在适用法律许可的最大范围内，发生下列情形之一时，为了游戏网站和服务器的持续稳定运行，实丰有权不经提前通知，终止或中断游戏服务器所提供之全部或部分服务，对因此而产生的不便或损失，实丰对用户或第三人均不承担任何责任："},{"content":"（1）定期检查或施工，更新软硬件等；"},{"content":"（2）服务器遭受损害，无法正常运作；"},{"content":"（3）突发性的软硬件设备与电子通信设备故障；"},{"content":"（4）网络提供商线路或其他故障；"},{"content":"（5）在紧急情况之下依照法律的规定或为用户及第三者之人身安全；"},{"content":"（6）第三方原因或其他不可抗力的情形。"},{"content":"5. 在适用法律许可的最大范围内，不管产品和服务由于任何原因终止，用户应采取相应的措施自行处理游戏及游戏平台上的虚拟物品。用户不得因终止服务而要求实丰承担除用户已经购买但尚未使用的游戏虚拟货币以外任何形式的赔偿或补偿责任，包括但不限于因不再能继续使用游戏帐号、游戏内虚拟物品等而要求的赔偿。"},{"content":"十二、有限保证及免责声明"},{"content":"1. 对于实丰的产品和服务，实丰仅作本条所述有限保证，该有限保证取代任何文档、包装、或其他资料中的任何其他明示或默示的保证（若有）。"},{"content":"2. 实丰仅以“现有状况且包含所有错误”的形式提供相关的产品、软件或程序及任何支持服务，并仅保证："},{"content":"（1）实丰所提供的产品和服务能基本符合实丰正式公布的要求；"},{"content":"（2）实丰所提供的相关产品和服务基本与实丰正式公布的服务承诺相符；"},{"content":"（3）实丰仅在商业上允许的合理范围内尽力解决实丰在提供产品和服务过程中所遇到的任何问题。"},{"content":"3. 在适用法律允许的最大范围内，实丰明确表示不提供任何其他类型的保证，不论是明示的或默示的，包括但不限于适销性、适用性、可靠性、准确性、完整性以及无错误的任何默示保证和责任。"},{"content":"4. 在适用法律允许的最大范围内，实丰并不担保实丰所提供的产品和服务一定能满足用户的要求，也不担保提供的产品和服务不会被中断，并且不担保产品和服务的及时性、安全性及不受干扰，亦不担保无错误发生，以及信息能准确、及时、顺利地传送。"},{"content":"5. 用户理解并同意：通过实丰的产品和服务取得的任何信息、资料，是否信任及使用，完全取决于用户自己，并由用户承担由该等信任及使用带来的系统受损、资料丢失以及其它任何风险。实丰对在产品和服务中提及的任何商品购物服务、交易进程、招聘信息，尤其是第三方发出的信息，都不作担保。"},{"content":"6. 如有系统故障、安全漏洞（Security Vulnerability）、程序缺陷（Bug）、程序出错等问题，实丰有权把游戏的资料还原到一定日期，以维护游戏之平衡。用户不得因此要求补偿或赔偿。"},{"content":"7. 在适用法律允许的最大范围内，实丰对用户因使用实丰的产品和服务引起的任何间接、偶然、意外、特殊或继起的损害（包括但不限于人身伤害、隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿）不负责任，这些损害可能来自：用户或他人不正当使用产品和服务、在网上购买商品或类似服务、在网上进行交易、非法使用服务或用户传送的信息有所变动。"},{"content":"8. 实丰对本协议项下涉及的境内外基础电信运营商的固定及移动通信网络的故障，各类技术缺陷、覆盖范围限制、不可抗力、计算机病毒、黑客攻击、用户所在位置、用户关机、合作方因素、他人故意或过失行为或其他非实丰技术能力范围内的原因造成的服务中断、用户发送的数据或短信息的内容丢失、出现乱码、错误接收、无法接收、迟延接收等等，均不承担责任。"},{"content":"9. 由于用户个人失误、错误或不当操作导致的任何后果，由用户自行承担责任，实丰不予任何赔偿或补偿。"},{"content":"十三、知识产权及信息所有权"},{"content":"1. 实丰通过产品和服务提供的游戏软件（包括具备客户端软件及不具备客户端软件的游戏）、其他软件、信息、作品及资料，其著作权、专利权、商标专用权及其它知识产权，均为实丰或其相应权利人所有。除非事先经 实丰书面合法授权，或法律另有明文规定，任何人不得擅自以任何形式使用、复制、传播、伪造、模仿、修改、改编、翻译、汇编、出版、进行反编译或反汇编等反向工程，否则实丰有权立即终止向用户提供产品和服务，并依法追究其知识产权侵权责任，要求用户赔偿实丰的一切损失。"},{"content":"2. 用户在使用产品和服务过程中产生并储存于实丰服务器中的任何数据信息（包括但不限于帐号数据信息、角色数据信息、等级物品数据信息等，但用户的姓名、身份证号、电话号码等个人身份数据信息除外）属于游戏或游戏平台的一部分，由实丰所有并进行管理，用户有权在遵守游戏规则的前提下通过实丰指定的途径对属于自身帐号的数据信息进行修改、转移、处分。"},{"content":"3. 为保证准确及避免争议，本协议涉及到的有关技术方面的数据、信息，用户同意以实丰服务器所储存的数据作为判断标准。实丰保证该数据的真实性。"},{"content":"十四、损害赔偿"},{"content":"用户若违反本协议或可适用的法律法规，导致实丰的母公司、子公司、其他关联公司、附属机构及其人员，受雇人、代理人及其他一切相关履行辅助人员因此受到损害或支出任何衍生费用（包括但不限于支付上述法律主体须就用户的违约或违法行为所进行的一切辩护或索偿诉讼及相关和解之法律费用），用户应承担补偿相关费用及支付损害赔偿的责任。"},{"content":"十五、协议的终止"},{"content":"用户应遵守本协议及有关法律法规的规定。实丰有权判断用户是否违反本协议。若实丰认定用户违反本协议或任何法律法规，实丰有权在无需向用户进行事先通知的情况之下，立即暂停或终止用户的帐号并删除用户帐号中的所有相关资料、档案及任何记录，以及限制、停止或取消用户的使用资格。"},{"content":"十六、修改和解释权"},{"content":"1. 为了向用户及时、更好地提供产品和服务，基于对实丰本身、用户及市场状况不断变化的考虑，在法律最大适用范围内，实丰保留随时修改、新增、删除本协议条款的权利。修改、新增、删除本协议条款时，实丰将于官方网站公告修改、新增、删除的事实，而不另行对用户进行个别通知。若用户不同意实丰所修改、新增、删除的内容，可立即停止使用实丰所提供的服务。若用户继续使用实丰提供的服务，则视同用户同意并接受本协议条款修改、新增、删除后的内容，且不得因此而要求任何补偿或赔偿。"},{"content":"2. 未经实丰事先书面同意，用户不得转让其在本协议项下的权利或义务。实丰有权通过实丰的子公司或其他关联公司行使其在本协议项下的权利或履行本协议项下的义务。"},{"content":"十七、广告与外部链接"},{"content":"1. 实丰的产品和服务中可能包含他人的商业广告或其它活动促销的广告。这些内容由广告商或商品／服务提供者提供并承担相应责任，实丰仅提供刊登内容的媒介。用户通过实丰或实丰所链接的网站所购买的该等服务或商品，其交易行为仅存于用户与该等商品或服务的提供者之间，与实丰无关，实丰不就用户与该商品或服务的提供者之间所产生的交易行为承担任何法律责任。"},{"content":"2. 用户可能在使用实丰的产品和服务过程中链接到第三方的站点。第三方的站点不由实丰控制，并且实丰也不对任何第三方站点的内容、第三方站点包含的任何链接、第三方站点的任何更改或更新负责。实丰仅为了提供便利的目的而向用户提供这些到第三方站点的链接，实丰所提供的这些链接并不意味着实丰认可该第三方站点，不意味着实丰担保其真实性、完整性、实时性或可信度。这些个人、公司或组织与实丰间亦不存在任何雇用、委任、代理、合伙或其它类似的关系。用户需要检查并遵守该第三方站点的相关规定。"},{"content":"3. 用户理解并同意实丰通过电子邮件、短信或者其他方式向用户发送产品和服务或其他相关商业信息。"},{"content":"十八、其他约定"},{"content":"1. 本协议的订立、效力、解释、履行及争议解决适用中华人民共和国法律。如果本协议的任何内容与法律相抵触，应以法律规定为准。"},{"content":"2. 本协议的任何条款部分或全部无效的，不影响其它条款的效力。"},{"content":"3. 如双方就本协议内容或其执行发生任何纠纷，包括但不限于实丰依据本协议对用户进行处罚所产生的合同纠纷或财产性权益侵权纠纷，双方应尽量友好协商解决；协商不成时，用户和实丰一致同意将纠纷交由本协议签订地有管辖权的人民法院管辖。"},{"content":"4. 本协议于用户完成实丰帐号注册之日在中国永康市签订并生效。即便用户没有完成实丰帐号注册，但通过其他任何方式获得和使用实丰所提供的产品和服务的，本协议视为在该用户获得及使用产品和服务之日签订并生效。"},{"content":"5.如何联系我们"},{"content":"我们设立了个人信息保护专职部门，将按照本政策保护您的个人信息。如您有关于网络信息安全的投诉和举报，或您对于本政策、实丰的隐私措施、您的信息的相关权益有任何问题、意见或建议，请与实丰的个人信息保护工作人员联系，可发送邮件至lukaichun@gdsftoys.com或写信至以下地址：深圳市前海深港合作区南山街道桂湾片区二单元前海卓越金融中心（一期）8号楼902实丰（深圳）网络科技有限公司个人信息保护专员(（收）；邮编：518000。一般情况下，我们将在收到您的问题、意见或建议,并验证您的用户身份后的十五个工作日内予以回复。如您不满意我们的回复,还可以向消费者权益保护部门投诉或向有管辖权的法院提起诉讼。"}],"PrivacyCfg":[{"content":"隐私权保护政策"},{"content":"本规则更新日期：【2023】年【5】月【18】日"},{"content":"本规则生效日期：【2023】年【5】月【18】日"},{"content":" 实丰（深圳）网络科技有限公司（简称“我们”）深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。本隐私权保护政策阐述了我们将如何收集、使用您的个人信息并帮助您了解您的权利，请在使用我们的服务前，仔细阅读并了解本隐私权保护政策。"},{"content":"【特别提示】请仔细阅读《本隐私权保护政策》（尤其是加粗、下划线的内容）并确定了解我们对您个人信息的处理规则。在阅读、使用我们游戏过程中，如您有任何疑问，可联系我们的客服咨询，如您不同意本隐私权保护政策中的任何条款，您应立即停止访问和使用。"},{"content":"本隐私权保护政策将帮助您了解以下内容："},{"content":"一、定义"},{"content":"二、我们如何收集和使用您的个人信息"},{"content":"三、我们如何使用Cookie和同类技术"},{"content":"四、我们如何共享、转让、公开披露您的个人信息"},{"content":"五、我们如何保护和保存您的个人信息"},{"content":"六、您的权利"},{"content":"七、未成年人的保护"},{"content":"八、本隐私权保护政策如何更新"},{"content":"九、适用范围"},{"content":"十、如何联系我们"},{"content":"一、定义"},{"content":"个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私权保护政策所指个人信息请见“我们如何收集和使用您的个人信息”这一条款中的所列明的类型。"},{"content":"敏感个人信息：指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。本隐私权保护政策中涉及的敏感个人信息包括：您的财产信息（包括银行账户、交易消费记录、以及虚拟货币、虚拟交易游戏类兑换码等虚拟财产信息）；个人身份信息（包括身份证）；网络身份识别信息（包括账户名、账户昵称、IP地址等）；14岁以下（含）儿童的个人信息；其他信息（包括通讯录、网页浏览记录）。对于本隐私权保护政策中列示的如上敏感个人信息，为便于您在阅读时有所警觉，我们除在此统一定义并列示外，另仍然会在本隐私权保护政策中以字体加粗、加下划线，或单独指出等突出显示的方式再行提示您注意。"},{"content":"二、我们如何收集和使用您的个人信息"},{"content":"在您使用游戏服务的过程中，我们会出于本隐私权保护政策所述的以下目的，收集和使用您的个人信息："},{"content":"（一）注册及使用我们的服务"},{"content":"当您注册或使用我们游戏服务时，我们会收集您的网络身份标识信息及个人常用设备信息，用于标记您为我们游戏的用户。您可以选择通过手机号码或第三方账号登录等方式创建游戏服务的账号并登录。"},{"content":"当您选择手机登录方式，您需向我们提供您的手机号码，用于识别和验证您的身份。"},{"content":"当您选择通过与我们合作的第三方渠道/平台账号注册并登陆游戏用户账号时，视为您同意授权我们访问、收集和使用第三方所收集的您的个人信息，我们将通过间接获得的方式访问、收集您明示授权后的个人信息（您在第三方账号中的头像、昵称、认证信息、关系链、地区等信息，具体以不同第三方账号授权的公开信息及权限为准）并将您的第三方账户与您的游戏注册账户绑定。"},{"content":"在注册成为游戏用户过程中以及使用游戏过程中，您可以自主选择补充提供您的昵称（含真实姓名）、性别、头像（含真实头像）、生日、星座、所在地及个人介绍信息（“补充信息”），这将有助于我们为您提供更优的游戏用户服务。"},{"content":"（二）为您提供游戏用户认证服务"},{"content":"为满足相关法律法规及主管部门监管要求，我们为您提供认证服务，您需要向我们和提供认证服务的第三方认证机构提供您的姓名和身份证号信息。您完成用户认证后可以更好地享受游戏提供的相关服务，否则无法进行登录游戏。"},{"content":"（三）游戏运营统计分析"},{"content":"在您使用我们提供的游戏服务时，我们会收集您的游戏日志信息，例如登录日志、物品日志、操作信息、游戏对局信息、交友记录、登录账号、游戏ID、搜索查询内容、IP地址、网络环境、停留时长、发布记录、刷新记录，以便您能够在客户端查看您的游戏历史记录，同时用于游戏运营统计分析、客服投诉处理及其他游戏安全分析，我们可能把前述信息同步至该游戏后续版本或您正在使用的我们提供的其他产品中。"},{"content":"（四）为您提供快速识别、快速支付等服务"},{"content":"为提升游戏服务的使用体验和便利程度，我们可能会通过调用设备权限的方式收集您的如下个人信息，您也可能需要在使用游戏服务过程中手动填写一些信息。"},{"content":"1．为快速识别/添加/邀请您所在位置周边的好友，您可以选择授权我们调用您所使用设备中的位置权限。"},{"content":"2．为快速识别/添加/邀请您的通讯录好友，您可以选择授权我们调用您所使用设备中的通讯录权限。"},{"content":"3．若您希望向游戏上传您的头像及/或其他图片信息/或者音视频信息，您可以选择授权游戏调用您所使用设备中的摄像头、相册、麦克风和设备所在位置权限。"},{"content":"4．若您希望快速便捷地通过第三方移动运营商、支付平台完成支付，在您的设备支持的情况下，您可以选择授权调用您所使用设备中的移动运营、支付凭条相关权限（如短信、支付宝、微信），以便您快速便捷地完成付款。"},{"content":"（五）为您提供社交类互动及相关服务"},{"content":"1．当您通过游戏和其他用户进行社交互动（例如添加好友、赠送体力、私信等丰富的产品功能）时，我们会收集您关注的账号、内容并向您展示内容；我们亦可能收集并使用您的账号信息及手机号码、电子邮箱联系方式，为您提供客服查询及通讯联系互动服务。"},{"content":"2．您使用推荐通讯录好友功能时，我们会请求您的明示同意，并用于向你推荐通讯录中的好友，您的好友也能看到您使用我们的游戏服务。"},{"content":"3．当您在游戏中通过文字、图片、语音、视频及其他方式与其他玩家进行互动，我们可能会收集并保存您发送的上述信息内容用于过滤色情、暴力、政治、辱骂、恶意广告等不当内容，以此净化游戏环境，维护健康的上网环境。"},{"content":"4．如您希望通过图片、语音、视频与其他游戏玩家互动、参与直播，在您授权同意后，游戏会访问您的照片或存储文件、麦克风、摄像头，为您提供截图保存、图片上传、语音聊天、直播互动等功能。"},{"content":"（六）购买虚拟物品、实物商品及服务"},{"content":"当您通过游戏查询、购买虚拟物品，以及实物商品及服务时，我们会收集记录您的充值、交易、余额信息，并在有必要进行商品寄送时，您需要提供收货人姓名、地址、邮政编码、联系电话信息，如果我们（或实际出售方）委托第三方向您交付时，我们会根据交付的必要信息需求，将上述部分信息共享给第三方。"},{"content":"（七）客户服务"},{"content":"在您使用我们提供的游戏服务时，您可能会因账号管理、充值等问题联系游戏客服。您可能需要向我们提供手机号码、充值记录、虚拟财产相关的信息、系统操作记录、照片与您使用游戏产品及/或服务相关的信息，以便我们的客服与您联系，并帮助您解决相关问题。"},{"content":"（八）保证服务的正常提供"},{"content":"为保障您正常使用我们的服务，维护游戏基础功能的正常运行，优化游戏产品性能，提升您的游戏体验并保障您的账号安全，我们会收集您的设备ID、设备名称、设备类型和版本、系统版本、IP地址、设备识信息（如IMEI、ICCID、IMSI、MAC地址）、软件安装列表、设备序列号、短信和网络类型信息。"},{"content":"（九）为您提供安全保障"},{"content":"为提高您使用我们服务的安全性，保护您、其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或游戏相关协议规则的情况，我们可能使用或整合您的注册信息、设备信息、网络日志，以及您安装的应用信息、正在运行的进程信息、应用程序的总体运行、使用应用程序的频率、崩溃数据、总体安装使用情况、性能数据以及应用程序的来源之信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。例如我们会综合分析用户账号活动异常、多端登录、流量异常等，以保护您的账号安全。"},{"content":"（十）征得授权同意的例外"},{"content":"根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意："},{"content":"(1) 为订立、履行个人作为一方当事人的合同所必需，或者按照依法制定的劳动规章制度和依法签订的集体合同实施人力资源管理所必需；"},{"content":"(2) 为履行法定职责或者法定义务所必需；"},{"content":"(3) 为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；"},{"content":"(4) 为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；"},{"content":"(5) 依照本法规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息；"},{"content":"(6) 法律、行政法规规定的其他情形。"},{"content":"※关于联运渠道场景的特殊说明"},{"content":"我们会通过第三方应用分发平台/渠道提供我们的服务。在该渠道方场景下，您通过渠道方下载并使用我们的服务，渠道方以自己的名义向您提供账号创建、管理等账号相关服务和支付功能服务，并进行实名认证。"},{"content":"如您通过渠道方获取我们的服务，当您通过渠道方下载、安装我们的服务或使用相应功能时，渠道方从我们服务中收集您的个人信息时系独立的个人信息处理者，以渠道方自身的名义对该等收集的信息承担责任。我们建议您详细阅读并理解渠道方的个人信息保护政策或个人信息保护相关说明以了解其在个人信息保护中的具体政策。"},{"content":"三、我们如何使用Cookie及同类技术"},{"content":"Cookie和设备信息标识等同类技术是互联网中普遍使用的技术。为确保游戏正常运转、为您获得更轻松的访问体验，我们或我们的第三方合作伙伴会在您的移动设备上存储名为Cookie的小数据文件。借助于Cookie，网站及客户端能够存储您的注册账号、邮箱、密码（加密）等数据，帮助您省去重复您填写信息、输入搜索内容的步骤和流程。我们可能会设置认证与保障安全性的Cookie或匿名标识符，使我们确认您是否安全登录服务，或者是否遇到盗用、欺诈及其他不法行为。这些技术还会帮助我们改进服务效率，提升登录和响应速度。"},{"content":"我们不会将Cookie用于本隐私权保护政策所述目的之外的任何用途。您可自行管理或删除 Cookie。您可以清除移动设备上保存的所有Cookie，但如果您这么做，则需要在每一次使用游戏时亲自更改用户设置。您也可以通过删除Cookie以及还原（清除）移动终端设置（内容及数据）等方式以选择不被追踪。"},{"content":"四、我们如何共享、转让、公开披露您的个人信息"},{"content":"（一） 共享和披露"},{"content":"我们不会将您的个人信息向我们以外的任何公司、组织和个人共享，但以下情况除外："},{"content":"1．在获得您（以及监护人）的明确同意或授权或您主动选择的情况下共享。"},{"content":"2．在法定情形下的共享。我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。例如我们确定您出现违反法律法规或严重违反我们相关协议规则的情况，或为保护我们及其关联公司用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或平台相关协议规则披露关于您的个人信息，包括相关违规行为以及我们已对您采取的措施。"},{"content":"3．向我们的关联方共享您的个人信息。此类情况下，我们只会共享必要的个人信息，且受本隐私权保护政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。"},{"content":"4．与我们的授权合作伙伴共享：仅为实现本隐私权保护政策中声明的目的，我们的某些服务将由我们和授权合作伙伴共同提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于与产品或服务无关的其他用途。目前，我们的授权合作伙伴包括以下类型："},{"content":"a) 为实现广告、推送，与广告、统计分析类合作伙伴的共享。我们仅会向这些合作伙伴提供无法识别您个人身份信息的用户画像标签及去标识化或匿名化后的设备信息或统计类信息，以帮助其在不识别你个人身份的前提下提升信息有效触达率。除非得到您的许可，否则我们不会将您的个人身份信息（指可以识别您身份的信息，例如姓名或手机号码，通过这些信息可以联系到您或识别您的身份）与提供广告、分析服务的合作伙伴共享。"},{"content":"b) 代理产品"},{"content":"如果您使用我们代理发行的游戏产品，我们可能与开发主体或相关第三方共享您在游戏中产生的日志及相关信息（如登录日志等），用于游戏安全分析，完善游戏服务，进一步优化用户的游戏体验。如我们共享前述信息的，我们会严格按照相关法律规定采取相应的合规措施，确保个人信息共享符合相应法律规定。前述合规措施包括但不限于要求开发主体或相关第三方严格遵守本隐私权保护政策与您达成的约定收集和使用您的个人信息，督促开发主体或相关第三方采取适当的安全技术和管理措施保障您的个人信息安全等。"},{"content":"c) 与供应商、服务提供商和其他合作伙伴的共享。我们将信息发送给支持我们业务的软件服务提供商、智能设备供应、系统服务提供商和其他合作伙伴（如硬件厂商、电信运营商、支付服务商、地图服务商等）会获取您的设备信息，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、提供客户服务、支付便利或进行学术研究和调查。我们会与共享的对象签署严格的数据保护协议，要求他们按照我们的说明、本隐私权保护政策以及其他任何相关的保密和安全措施来处理个人信息。如果我们共享您的敏感个人信息或授权合作伙伴改变个人信息的使用及处理目的，将再次征求您的授权同意。"},{"content":"为了使您能够进行第三方登陆、支付、接收信息推送、在第三方平台分享信息、使用位置服务以及上述等服务和功能，我们会在提供的产品中嵌入授权合作伙伴的软件工具开发包（SDK）或其他类似的应用程序并对其进行严格的安全检查，以保护数据安全。我们对涉及用户信息使用的SDK相关情况进行了列举。"},{"content":"我们可能会共享的个人信息"},{"content":"（1）为实现相关功能或服务与关联方共享"},{"content":"为保障您在我们及关联方提供的产品间所接受服务的一致性，并方便统一管理您的信息，我们会将您去标识化后的个人信息与这些关联方共享。"},{"content":"（2）为实现程序化广告推送，我们可能会与广告合作伙伴共享去标识化或匿名化处理后的信息"},{"content":"我们可能与委托我们进行推广和广告投放的合作伙伴共享信息，但我们不会分享用于识别您个人身份的信息，例如您的姓名、身份证号等， 仅会向这些合作伙伴提供难以识别您个人身份的用户画像标签、去标识化或匿名化后的信息或位置信息，以帮助其在不识别您个人身份的前提下提升广告有效触达率。"},{"content":"（3）为实现特定功能而与业务合作伙伴共享"},{"content":"当您在使用本游戏中由我们的关联方、第三方提供的功能，或者当软件服务提供商、智能设备提供商、 系统服务提供商与我们联合为您提供服务时我们会将实现业务所必需的信息与这些关联方、第三方共享，用于综合统计并通过算法做特征与偏好分析， 形成间接人群画像，用以向您进行推荐、展示或推送您可能感兴趣的信息，或者推送更适合您的特定功能、服务或商业广告。"},{"content":"（4）帮助您参加营销推广活动"},{"content":"当您选择参加我们及我们的关联方或第三方举办的有关营销活动时，您可能需要提供姓名、通信地址、 联系方式、银行账号等信息， 这些信息包含敏感个人信息，拒绝提供可能会影响您参加相关活动，但不会影响其他功能。 经过您的同意，我们可能会将上述信息与关联方或第三方共享以保障您在联合活动中获得体验一致的服务，或委托第三方及时向您兑现奖励。"},{"content":"5．协助处理争议。例如您在我们游戏中使用产品及/或服务被指控知识产权侵权或内容违规，如适格投诉人、司法机构或行政执法机构提出信息披露请求的，我们会视情况向该上述机构或个人提供被投诉用户的联络方式等必要信息，以促成争议的解决。我们仅在法律有明确规定的情况下承担相应的法律责任。"},{"content":"6．第三方软件或技术。为了使您正常使用我们产品，我们可能会使用第三方的软件或技术，第三方软件或技术可能会收集您的设备信息。"},{"content":"（二） 转让"},{"content":"我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外："},{"content":"1．在获得明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；"},{"content":"2．在我们发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会向您告知有关情况，并要求新的持有您个人信息的公司、组织继续受本隐私权保护政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。"},{"content":"（三） 公开披露"},{"content":"个人信息原则上不应公开披露。确需公开披露时，我们会在采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息："},{"content":"1．根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；"},{"content":"2．根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都将进行慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。"},{"content":"（四） 共享、转让、公开披露个人信息时事先征得授权同意的例外"},{"content":"根据相关法律法规的规定，在以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意："},{"content":"(1) 与国家安全、国防安全直接相关的；"},{"content":"(2) 与公共安全、公共卫生、重大公共利益直接相关的；"},{"content":"(3) 与刑事侦查、起诉、审判和判决执行等直接相关的；"},{"content":"(4) 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；"},{"content":"(5) 个人信息主体自行向社会公众公开的个人信息；"},{"content":"(6) 其他法律法规等规定的情形。"},{"content":"根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。"},{"content":"五、我们如何保护和保存您的个人信息"},{"content":"（一）技术保护："},{"content":"为保障您的信息安全，我们努力采取各种符合业界标准的合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息。"},{"content":"（二）安全体系保证："},{"content":"我们有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术、个人信息安全影响评估等方面多维度提升整个系统的安全性。"},{"content":"（三）人员安全管理："},{"content":"我们对可能接触到您的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。我们会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，我们将尽力做到使您的信息不被泄漏、毁损或丢失。我们会举办安全和隐私权保护培训课程，加强员工对于保护个人信息重要性的认识。"},{"content":"（四）敏感信息及密码保护提示："},{"content":"1．敏感个人信息保护注意：您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至敏感个人信息，例如您的头像图片上传，例如如您在评论、发帖、发弹幕时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。"},{"content":"2．请使用复杂密码，协助我们保证您的账号安全。我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。"},{"content":"3．您的账户均有安全保护功能，请妥善保管您的账户及密码信息。我们将通过向其他服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您理解在信息网络上不存在“完善的安全措施”。"},{"content":"4．信息披露提示及密码泄露处理：请注意互联网并非绝对安全的环境。在使用我们平台某些服务时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如银行账户信息、联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是你的账户及密码发生泄露，请您立即联络我们的客服，以便我们采取相应措施。"},{"content":"（五）信息安全事件处理"},{"content":"在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。"},{"content":"（六）我们如何保存您的个人信息："},{"content":"1．存储地点：我们会按照法律法规的规定，将在境内运营过程中收集和产生的个人信息存储于中华人民共和国境内。"},{"content":"2．存储期限：我们会采取合理可行的措施避免收集无关的个人信息。我们只会在达成本隐私权保护政策所述目的所需的最短期限内保留您的个人信息，除非您同意延长保留期或受到法律的允许。超出保存期限后，我们将删除您的个人信息或采取技术措施进行匿名化处理，但法律法规另有规定的除外。"},{"content":"六、您的权利"},{"content":"（一）查询、更正您的个人信息"},{"content":"当您完成游戏账号的注册、登录并进行必要的身份验证后，您有权自行查询、更正您的个人信息。您可以在【我的】-【个人信息】进行查询、更正您的头像、名称等个人信息。"},{"content":"（二）删除个人信息"},{"content":"您可以在我们的产品与/或服务页面中直接清除或删除部分个人信息。"},{"content":"在以下情形中，您可以向我们提出删除个人信息的请求："},{"content":"(1) 处理目的已实现、无法实现或者为实现处理目的不再必要；"},{"content":"(2) 个人信息处理者停止提供产品或者服务，或者保存期限已届满；"},{"content":"(3) 个人撤回同意；"},{"content":"(4) 个人信息处理者违反法律、行政法规或者违反约定处理个人信息；"},{"content":"(5) 法律、行政法规规定的其他情形。"},{"content":"您可以通过本隐私权保护政策第十条载明的联系方式联系我们，我们将尽快审核所涉问题，并由专人验证你的用户身份后及时予以回复。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。"},{"content":"（三）管理、撤回您的授权同意"},{"content":"您可以通过本隐私权保护政策第十条载明的联系方式联系我们，要求管理、撤回您的授权同意。"},{"content":"请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。"},{"content":"（四）注销您的账号"},{"content":"您有权随时注销您在游戏产品及/或服务中注册的账号。为保障账号及财产安全，您需要通过应用程序注销功能或在没有注销功能的情况下采取客户服务或本隐私权保护政策第十条载明的联系方式向我们提出您的账号注销请求。我们将在与您核实相关信息后对您的请求作出响应。"},{"content":"我们特别提示，您注销账号的行为是不可逆的行为，一旦您注销您的账号，我们将删除或匿名化有关您账户的一切信息。我们保证这些信息不会泄露，同时，您也无法通过已注销的账户获得游戏的服务。"},{"content":"（五）投诉举报及响应"},{"content":"当您有其他的投诉、建议或相关问题时，请通过第十条载明的邮箱与我们联系。我们将尽快审核所涉问题，并在验证您的用户身份后及时予以回复。"},{"content":"（六）访问隐私政策"},{"content":"我们将在您首次注册游戏账号时，向您提示本隐私权保护政策并由您自主做出选择同意的决定，另外，您可以在游戏产品中登录个人账号，在设置页面随时查看本隐私政策的全部内容。"},{"content":"（七）有权获得停止运营的告知"},{"content":"如果我们终止游戏服务或运营，我们将及时停止收集你个人信息的活动，并且会至少提前六十日将停止运营的通知以逐一送达或公告的形式通知您，并在终止服务或运营后按照法律法规规定对所持有的您的个人信息进行删除或匿名化处理。"},{"content":"七、未成年人的保护"},{"content":"我们重视未成年人的个人信息保护，如您为未满18周岁的未成年人，在您使用游戏相关服务之前，您应在您的监护人的监护、指导下共同阅读并同意本隐私权保护政策，并在征得您的监护人同意的前提下使用我们的服务或向我们提供信息。若您是不满14周岁的儿童，为保护儿童个人信息，我们还发布了《儿童隐私保护政策》。儿童及其监护人在使用游戏服务前，还应仔细阅读《儿童隐私保护政策》，只有在取得监护人对《儿童隐私保护政策》的同意后，您方可使用我们的服务。"},{"content":"对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。如果我们发现在未事先获得可证实的父母同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。"},{"content":"八、本隐私权保护政策如何更新"},{"content":"（一） 我们可能会适时对本隐私权保护政策进行修订，未经您明确同意，我们不会削减您按照本隐私权保护政策所应享有的权利。"},{"content":"（二） 在隐私权保护政策更新后，我们会在您登录及版本更新时以推送通知、弹窗的形式向您展示变更后的隐私政策，以便您及时了解本隐私政策的最新版本。如您继续使用我们的服务，表示同意接受修订后的本隐私权保护政策的内容，但是如果更新的内容需要获取通讯录、联系方式、地理位置等敏感个人信息，仍会再次以显著方式征求您的同意。"},{"content":"（三） 对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于短信、私信、在登录页面以弹窗做特别提示等方式，说明本隐私权保护政策的具体变更内容）。本隐私权保护政策所指的重大变更包括但不限于："},{"content":"1．我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息的类型、个人信息的使用方式等；"},{"content":"2．我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有变更等；"},{"content":"3．个人信息共享、转让或公开披露的主要对象发生变化；"},{"content":"4．您参与个人信息处理方面的权利及其行使方式发生重大变化；"},{"content":"5．我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；"},{"content":"6．个人信息安全影响评估报告表明存在高风险时。"},{"content":"九、适用范围"},{"content":"本隐私权保护政策仅适用于由 实丰（深圳）网络科技有限公司 及其关联方提供的所有服务，包括游戏客户端、网站等，不适用于有单独的隐私政策且未纳入本隐私权保护政策的第三方产品或服务。"},{"content":"本隐私权保护政策不适用于游戏服务中链接到其他第三方产品或服务，你使用这些第三方服务（包括你向这些第三方提供的任何个人信息），将受这些第三方的服务条款及隐私政策约束（而非本隐私权保护政策），具体规定请你仔细阅读第三方的条款。请你妥善保护自己的个人信息，仅在必要的情况下向第三方提供。"},{"content":"十、如何联系我们"},{"content":"如果您对本隐私权保护政策有任何疑问、意见或建议，您可以将您的问题发送至@。"},{"content":"我们的联系地址：，联系方式：。"},{"content":"我们将尽快审核所涉问题，并在验证您的用户身份后及时予以回复。一般情况下，我们将在7个工作日内回复您的请求。"},{"content":"如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向被告住所地有管辖权的法院提起诉讼来寻求解决方案。"},{"content":"儿童隐私保护政策"},{"content":"本规则更新日期：【2023】年【5】月【18】日"},{"content":"本规则生效日期：【2023】年【5】月【18】日"},{"content":"特别提示："},{"content":" 实丰（深圳）网络科技有限公司（以下简称“我们”）深知儿童个人信息对于作为监护人的您及您监护的儿童（以下或称“儿童”/“孩子”）的重要性。为了更好地保护儿童个人信息，除《隐私权保护政策》以外，我们还将通过《儿童隐私保护政策》（简称“本规则”）向您说明我们游戏如何收集、存储、保护、使用及对外提供儿童个人信息，并说明您及您监护的儿童所享有的权利。"},{"content":"任何儿童参加网上活动都应事先取得监护人的同意。如果您是儿童，请务必通知您的监护人共同阅读本规则，并在您使用我们的产品及服务、提交个人信息之前，寻求您的监护人的同意和指导。"},{"content":"本规则系在《隐私权保护政策》基础上针对儿童个人信息制定的特别规则，与《隐私权保护政策》如有不一致之处，以本规则为准；本规则未载明之处，则参照适用《隐私权保护政策》。为了维护儿童的合法权益，您作为监护人，我们希望您亦能积极的教育和引导未成年人增强个人信息保护意识和能力，保护未成年人个人信息安全。"},{"content":"本规则所称儿童，是指不满十四周岁的未成年人。"},{"content":"一、我们如何收集和使用儿童个人信息"},{"content":"在您监护的儿童使用我们提供的各项业务功能的过程中，我们可能需要向您及儿童收集一些信息，用以向您及您监护的儿童提供服务、提升我们的服务质量，这些信息当中可能涉及儿童个人信息。我们在《隐私保护政策》当中，结合具体服务逐一说明了需要您同意我们收集的信息类型与用途以及拒绝同意的后果。除《隐私保护政策》当中相关约定以外，当您使用我们提供的与儿童有关的服务时，我们在服务中将按照如下约定收集信息："},{"content":"在您的孩子使用游戏服务的过程中，我们仅会收集您同意我们收集的或您及您的孩子主动提供的有关您孩子的个人信息，以向您的孩子提供、优化我们的服务以及保障您孩子的账户安全。我们可能会收集的您孩子的个人信息的详情，请参见《隐私权保护政策》。"},{"content":"为验证您与您孩子的监护关系，我们可能还会收集您的联系方式（包括手机号码、电子邮箱）以及其他有助于我们判断监护关系的信息。"},{"content":"我们不会主动从关联公司外的第三方获取您孩子的个人信息。如未来为业务发展需要从游戏及其关联公司外的第三方间接获取并处理您孩子的个人信息的，我们会严格遵守相关法律法规的规定，要求该第三方征得您的同意并确保其提供的信息的合法性。"},{"content":"我们提供的与儿童有关的服务是不断更新和发展的。如您选择使用《隐私权保护政策》及本规则当中尚未涵盖的其他服务，基于该服务我们需要收集儿童个人信息的，我们会通过页面提示、交互流程、协议约定的方式另行说明信息收集的范围、目的与用途，并征得您的同意。"},{"content":"二、我们如何存储和保护儿童个人信息"},{"content":"1. 我们会遵循正当必要、知情同意、目的明确、安全保障、依法利用的原则，严格遵循《儿童个人信息网络保护规定》等法律法规的要求和《隐私权保护政策》的约定，存储儿童信息不会超过实现信息收集、使用目的所必须的期限，到期后我们会对儿童个人信息进行删除或匿名化处理。"},{"content":"2. 我们指定了专人负责儿童信息的保护，严格设定信息访问权限，对可能接触到儿童个人信息的工作人员采取最小够用授权原则，并采取技术措施对工作人员处理儿童个人信息的行为进行记录和管控，避免违法复制、下载儿童个人信息。"},{"content":"3. 我们已制定儿童个人信息安全事件应急预案，定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略和规程。在不幸发生儿童个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您及相关儿童可自主防范和降低风险的建议、对您及相关儿童的补救措施等。我们将及时将事件相关情况以APP推送通知或发送邮件等方式向您告知。"},{"content":"4. 在您及儿童终止使用游戏服务后，我们会停止对该儿童个人信息的收集和使用，法律法规或监管部门另有规定的除外。如我们停止运营，我们将及时停止收集儿童个人信息的活动，将停止运营的通知以逐一送达或公告的形式进行通知，并对所持有的该儿童的个人信息进行删除。"},{"content":"三、我们如何共享、转移、披露儿童个人信息"},{"content":"我们承诺对儿童个人信息进行严格保密，仅在符合《隐私权保护政策》、本规则以及您明确授权同意的情况下共享、转移、披露儿童个人信息，我们可能在下列情况下与您或第三方共享、转移、披露："},{"content":"1）与监护人共享。监护人可以访问和管理被监护儿童的个人信息。"},{"content":"2）《隐私权保护政策》“我们如何共享、转让、公开披露您的个人信息”一节约定的共享、转让、公开披露情形。我们将按照法律法规及国家标准的要求征得监护人的同意，或确认信息接收方已经征得监护人的同意。"},{"content":"3）为了本规则所述目的而需要将儿童个人信息共享至第三方。我们将评估该第三方收集儿童个人信息的合法性、正当性、必要性。我们将要求第三方对儿童个人信息采取保护措施，并且严格遵守相关法律法规与监管要求。另外，我们会按照法律法规及国家标准的要求征得您的同意，或确认第三方已经征得您同意。"},{"content":"4）我们可能委托关联公司或其他专业服务机构代表我们来处理儿童信息。我们会通过书面协议、现场审计等方式要求受托公司遵守严格的保密义务及采取有效的保密及安全措施，禁止其将这些儿童个人信息用于未经儿童及其监护人授权的用途，并要求受托公司依法履行以下义务："},{"content":"a）按照法律、行政法规的规定和我们的要求处理儿童个人信息；"},{"content":"b）协助我们回应儿童监护人提出的申请；"},{"content":"c）采取措施保障信息安全，并在发生儿童个人信息泄露安全事件时，及时向我们反馈；"},{"content":"d）委托关系解除时及时删除儿童个人信息；"},{"content":"e）不得转委托；"},{"content":"f）其他依法应当履行的儿童个人信息保护义务。"},{"content":"5）您自行通过我们提供的功能公开披露的儿童的个人信息，如您通过我们短视频录制功能，自行录制带有被监护人个人信息的视频后公开在我们平台。"},{"content":"四、您如何访问和管理儿童个人信息"},{"content":"1. 在您使用游戏服务期间，为了您可以更加便捷地访问和管理信息，同时保障注销帐户的权利，我们在游戏相应客户端中为您提供了相应的操作设置，您可以按照《隐私权保护政策》当中的“您的权利”指引进行操作。同时，您也可联系我们的客服，要求对儿童个人信息进行更正或删除，在此之前我们可能需要您提交相应的身份凭证用以验证您的身份。"},{"content":"2. 下列情形下，您可联系我们的客服，要求删除相应的儿童个人信息："},{"content":"1）我们违反法律、行政法规的规定或者双方的约定收集、存储、使用、对外提供儿童个人信息的；"},{"content":"2）超出目的范围或者必要期限收集、存储、使用、对外提供儿童个人信息的；"},{"content":"3）您撤回同意的；"},{"content":"4）您通或您的孩子过注销等方式终止使用我们的产品或者服务的。"},{"content":"五、本规则的适用及更新"},{"content":"1. 为了提供更好的服务，我们可能适时更新本规则。我们会通过在游戏网站、游戏产品APP上公布更新版本或者提示您更新的内容。我们在生效前我们将通过网站公告或以其他适当方式提醒您与儿童相关内容的更新，也请您及时访问游戏以便及时了解最新的规则。"},{"content":"2. 对于重大变更，我们还会为您提供更为显著的通知，例如我们会通过弹窗、私信或在您浏览页面做特别提示等方式说明规则的具体变更内容。为了您能及时接收到通知，建议您及时访问或更新我们的产品及服务。本规则所指的重大变更包括但不限于："},{"content":"1）我们的所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；"},{"content":"2）收集、存储、使用、对外提供儿童信息的目的、方式和范围发生实质性变化；"},{"content":"3）儿童信息存储的地点、期限和到期后的处理方式发生实质性变化；"},{"content":"4）儿童信息的安全保障措施发生实质性变化；"},{"content":"5）拒绝同意的后果发生实质性变化；"},{"content":"6）用户投诉、举报的渠道和方式发生实质性变化；"},{"content":"7）更正、删除儿童信息的途径和方法发生实质性变化；"},{"content":"8）其他可能对儿童信息权益产生重大影响的变化。"},{"content":"如儿童或您在本规则更新生效后继续使用我们的产品或服务的，即表示儿童及您已充分阅读、理解并接受更新后的规则并愿意受更新后的规则约束。"},{"content":"六、如何联系我们"},{"content":"我们有儿童信息保护的专门负责人员，如您和您的孩子对本政策存在任何疑问，或对于儿童个人信息处理存在任何投诉、意见，请通过以下渠道联系我们，我们将在收到问题、意见或建议，为保障儿童信息安全，我们需要先验证您和/或儿童身份后，7个工作日内回复您的请求。"},{"content":"客服热线；"},{"content":"2. 您可通过游戏的在线客服与我们联系；"},{"content":"3. 您也可以通过个人信息保护专门的邮箱lukaichun@gdsftoys.com与我们联系"},{"content":"4. 我们的联系地址为：深圳市前海深港合作区南山街道桂湾片区二单元前海卓越金融中心（一期）8号楼902"}]}]],0,0,[],[],[]]